"New Tab" = "Nouvel onglet";
"Close Tab" = "Fermer l'onglet";
"Open in New Tab" = "Ouvrir dans un nouvel onglet";
"Reopen Closed Tab" = "Réouvrir";

"Select Next Tab" = "Onglet suivant";
"Select Previous Tab" = "Onglet précédent";
"Switch Active Panel" = "Changer de panneau actif";

"Toggle Dual Panel" = "Basculer panneaux";
"Full Screen" = "Plein écran";

"None" = "None";
"Save Window..." = "Enregistrer Fenêtres...";
"Edit Windows..." = "Editer Fenêtres...";